const quiz =[
    {
        q:'تختلف الاداره للعامه عن أداره إلاعمال فى عده جوانب',
        options:['لاشى مما سبق','الإثنين معآ','المسؤليه','الاهداف'],
        answer:1
    },
    {
        q:'تعتمد الإدارة الرئيسية علي الأنشطة الاقتصادية والاجتماعيه والتعليمية سواء كانت حكومية أو خاصة أو أهلية',
        options:['✅','❌'],
        answer:0
    },{
        q:'خصائص الإدارة',
        options:['كل ما سبق','الإدارة مهنة','الإدارة علم','الإدارة فن'],
        answer:0
    },{
        q:'الإدارة علم وفن لإدارة الموارد لتحقيق الأهداف المطلوبة',
        options:['✅','❌'],
        answer:0
    },    {
        q:'وظائف الإدارة',
        options:['كل ما سبق','توجيه وقيادة','تنظيم','تخطيط'],
        answer:0
    },    {
        q:'الإدارة كمهنة مسؤولة عن تحقيق أهداف المنظمات في المجتمع بكفائة وفاعلية',
        options:['✅','❌'],
        answer:0
    }, {
        q:'أهداف إدارة الأعمال',
        options:['لا شيئ مما سبق','الإثنين معآ','أن يتم تحقيق أكبر قدر من النتائج الممكنة','زيادة كفائة عوامل الإنتاج'],
        answer:1
    },   {
        q:'وظائف الإدارة تنحصر في التخطيط والتنظيم',
        options:['✅','❌'],
        answer:1
    },{
        q:'خصائص إدارة الأعمال الحديثة',
        options:['كل ما سبق','زيادة الإعتماد على المعلومات والمعارف','التوجه الإستراتيجي','المرونة'],
        answer:0
    },    {
        q:' إدارة الأعمال هي تنفيذ مجموعة من السياسات التي تضعها الإدارة وتساهم في تحديد المسؤوليات المترتبة على تحقيق الفوائد من العمل',
        options:['✅','❌'],
        answer:0
    },{
        q:'تعرف .... بأنها الدرجة التي تكون المؤسسة أو المنظمة المسؤولة اتجاه الاخرين في ما يتعلق بأدائها',
        options:['لا شيئ مما سبق','الأهداف',' الإدارة','المسؤولية'],
        answer:3
    },  {
        q:'تعرف المسؤولية بأنها الدرجة التي تكون المؤسسة أو المنظمة المسؤولة اتجاه الاخرين فيما يتعلق بأدائها',
        options:['✅','❌'],
        answer:0
    },{
        q:'أهم الأهداف التي تسعى لها إدارة الأعمال',
        options:['لا شيئ مما السبق','زيادة كفائة عوامل الإنتاج','السعي لبناء الثقة','تشجيع العاملين على الانتماء للمنظمة'],
        answer:1
    },  {
        q:'إن الإدارة العصرية أصبحت تعرف بالحركة الفكرية السريعة على خلاف إدارة الأصول السابقة',
        options:['✅','❌'],
        answer:0
    }, {
        q:'هناك أنواع عديدة من الإدارة منها',
        options:['كل ما سبق','إدارة الموارد البشرية','الإدارة الدولية','الإدارة العامة'],
        answer:0
    },       {
        q:' أصبحت الإدارة الحالية تعتمد على  التسيير الجماعي وتكاتف من خلال إشراك العمال في عملية التخطيط واتخاذ القرارات',
        options:['✅','❌'],
        answer:0
    },  {
        q:'أساسيات إدارة الأعمال هي وضع الخطط بطريقة صحيحة منها',
        options:[' لا شيئ','أ وب معا','امتلاك الوعي الكامل','معرفة حالة كل مدير ف المنظمة'],
        answer:1
    },{
        q:'يجب أن يكون الناتج والأرباح من المنظمة عائد على كل من الرئيس والمرؤوس',
        options:['✅','❌'],
        answer:0
    },  {
        q:'المقومات التي يمكن من خلالها وضع خطة لإدارة الأعمال',
        options:['لا شيئ مما سبق','أ وب معا','امتلاك الوعي الكامل','معرفة حالة كل مدير في المنظمة'],
        answer:1
    },{
        q:'لابد أن يكون هناك قدر كبير من الثقة بين المدير والعاملين في المنظمة',
        options:['✅','❌'],
        answer:0
    },  {
        q:'يجب أن يكون لدى الإدارة الناجحة الكثير من الإنتقادات والأراء التي تدعم المنظمة التي تساعد على رفع الكفائة فيه',
        options:['✅','❌'],
        answer:0
    },  {
        q:'من أهم الأشياء التي تساعد على نجاح أي منظمة هو أن يكون الأشخاص الذين يعملون بها لديهم إنتماء كبير لها',
        options:['✅','❌'],
        answer:0
    },  {
        q:'يقيم كل قطاع على أساس هدفه العام فيما أن القطاع الخاص هدفه هو الربح المادي فأن المعايير التي يقوم على أساسها هي معايير اقتصاديه',
        options:['✅','❌'],
        answer:0
    },  {
        q:'في القطاع الخاص تستفيد شريحة كبيرة جدا من المواطنين من الخدمات العامة أما القطاع العام فشريحة المستفيدين لا تتعدى العملاء والمساهمين وأصحابه المشروع',
        options:['✅','❌'],
        answer:1
    },    
];


